Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: "%s" löytyy pakettitietokannasta, mutta se ei ole oikea paketti eikä mikään paketti kata sitä.
nn: «%s» eksisterer i pakkedatabasen, men det er ikkje nokon verkeleg pakke og ingen pakkar gjev det.

source: "%s" on näennäispaketti, jonka kattaa
nn: «%s» er ein virtuell pakke gjeven av:

source: Yksi on valittava asennettavaksi.
nn: Du må velja ein som skal installerast.

source: Huom: valitsen paketin "%s" enkä näennäispakettia "%s"
nn: Merk: ved å velja «%s» istaden for den virtuelle pakka «%s»

source: Paketin %s pyydetty versio %s on jo asennettuna
nn: %s er allereie installert med den førespurde versjonen (%s)

source: Pakettia %s ei ole asennettu, joten sitä ei asenneta uudelleen.
nn: %s er ikkje installert no, så han blir ikkje re-installert.

source: Pakettia %s ei ole asennettu, joten sitä ei poisteta
nn: Pakke %s er ikkje installert, så han blir ikkje fjerna

source: Pakettia %s ei ole asennettu, joten päivitystä ei ole tarpeen estää
nn: Pakke %s er ikkje installert, kan ikkje forby oppgradering

source: Paketti %s ei ole päivitettävissä, joten päivitystä ei ole tarpeen estää
nn: Pakke %s kan ikkje oppgraderast, kan ikkje forby oppgradering

source: Huom: valitsen tehtävän "%s: %s" asennettavaksi
nn: Merk: vel oppgåva «%s: %s» for installasjon

source: Vain 'install'-komennolle voi määrittää paketin arkiston.
nn: Du kan berre oppgje eit arkiv med «install»-kommandoen

source: En löytänyt pakettia "%s" ja yli 40 paketin nimessä on merkkijono "%s".
nn: Klarte ikkje finna pakken «%s», og meir enn 40 pakkar har «%s» i namnet sitt.

source: En löytänyt pakettia "%s". Näiden pakettien nimet sisältävät merkkijonon "%s":
nn: Klarte ikkje finna pakken «%s». Men desse pakkane har «%s» i namnet sitt:

source: En löytänyt pakettia, jonka nimi tai kuvaus sisältäisi merkkijonon "%s".
nn: Klarte ikkje finna nokon pakke som har eit namn eller ei skildring som passar med «%s»

source: En löytänyt pakettia, jonka nimi sisältäisi merkkijonon "%s" ja yli 40 paketin kuvaus sisältää merkkijonon "%s".
nn: Klarte ikkje finna nokon pakke som passar med «%s», og meir enn 40 pakkar har «%s» i skildringa si.

source: En löytänyt pakettia, jonka nimi sisältäisi merkkijonon "%s". Näiden pakettien kuvaus sisältää merkkijonon "%s":
nn: Klarte ikkje finna nokon pakke som passar med «%s». Men desse pakkane har «%s» i skildringa si:

source: Virheellinen komentomerkki '%c'
nn: Feil handlingsteikn «%c»

source: Nouda:errorIgn
nn: Hent:errorIgn

source: %s:n muutosloki
nn: Endringslogg for %s

source: En voi käynnistää sensible-pager:ia. Onko tämä toimiva Debian-järjestelmä?
nn: Klarer ikkje køyra fornuftig søkjing, er dette eit fungerande debiansystem?

source: %s ei ole virallinen Debian-paketti, joten sen muutoslokia ei voi näyttää.
nn: %s er ikkje ein offisiell debianpakke, kan ikkje visa endringsloggen.

source: En löytänyt paketin %s muutoslokia
nn: Klarte ikkje finna endringslogg for %s

source: Tuhoa %s* %spartial/*
nn: Slett %s* %spartial/*

source: Tuhoa %s %s [%sB]
nn: Slett %s %s [%sB]

source: Vapauttaisi %sB levytilaa
nn: Vil frigjeva %sB med diskplass

source: %sB levytilaa vapautettu
nn: Frigjorde %sB med diskplass

source: Virheellinen toiminto %s
nn: Ugyldig operasjon %s

source: Keskeytys.
nn: Avbryt.

source: nouto: ainakin yksi noudettava paketti on annettava
nn: nedlasting: du må oppgje minste ein pakke for å lasta ned

source: En pystynyt lukemaan pakettivarastoluetteloa
nn: Klarte ikkje lesa kjeldelista

source: En löytänyt pakettia "%s"
nn: Klarte ikkje finna nokon pakke som har namnet «%s»

source: Paketin %s versiolle %s ei löydy noudettavia tiedostoja; ehkä se on paikallinen tai vanhentunut paketti?
nn: Ingen nedlastbare filer for %s versjon %s. Kanskje er ein lokal eller utgått pakke?

source: Unohtaisi, mitkä paketit ovat uusia
nn: Vil gløyma kva for pakkar som er nye

source: Tässä ohjelmassa ei ole mitään kätkettynä.
nn: Det er ingen påskeegg i dette programmet.

source: Tässä ohjelmassa ei tosiaankaan ole mitään kätkettynä.
nn: Det er verkeleg ingen påskeegg i dette programmet.

source: Enkö jo sanonut, että tässä ohjelmassa ei ole mitään kätkettynä?
nn: Har eg ikkje allereie fortalt deg at det ikkje er nokon påskeegg i dette programmet?

source: Lopeta!
nn: Slutt no!

source: Hyvä on, jos näytän jotain kätkettyä, lopetatko sitten?
nn: OK, viss eg gjev deg eit påskeegg vil du gje deg då?

source: Olkoon menneeksi, sinä voitit.
nn: OK, du vinn.

source: Mikäkö se on? Sehän on boa-käärme, joka sulattaa elefanttia.
nn: Kva det er? Det er ein elefant som vert eten av ein slange sjølvsagt.

source: Nämä paketit ovat RIKKI:
nn: Desse pakkane er ØYDELAGDE:

source: Nämä paketit ovat käyttämättömiä ja POISTETAAN:
nn: Desse pakkane er ikkje i bruk og vil bli FJERNA:

source: Nämä paketit on automaattisesti jätetty odottamaan:
nn: Desse pakkana er haldt tilbake automatisk.

source: Nämä UUDET paketit asennetaan automaattisesti:
nn: Desse NYE pakkane vil bli installert automatisk:

source: Nämä paketit POISTETAAN automaattisesti:
nn: Desse pakkane vil bli fjerna automatisk:

source: Nämä paketit VANHENNETAAN:
nn: Desse pakkane vil bli NEDGRADERT:

source: Nämä paketit on jätetty odottamaan:
nn: Desse pakkane blir haldt tilbake:

source: Nämä paketit ASENNETAAN UUDESTAAN:
nn: Desse pakkane vil bli INSTALLERT PÅ NY:

source: Nämä UUDET paketit asennetaan:
nn: Desse NYE pakkane vil bli installert:

source: Nämä paketit POISTETAAN:
nn: Desse pakkane vil bli FJERNA:

source: Nämä paketit päivitetään:
nn: Desse pakkane vil bli oppgradert:

source: Nämä VÄLTTÄMÄTTÖMÄT paketit POISTETAAN!
nn: Desse VIKTIGE pakkane vil bli FJERNA!

source: Tämä toiminto RIKKOO nämä VÄLTTÄMÄTTÖMÄT paketit:
nn: Desse VIKTIGE pakkane vil bli ØYDELAGT med denne handlinga:

source: VAROITUS: Tämä toiminto luultavasti hajoittaa järjestelmäsi! ÄLÄ jatka, ellet tiedä VARMASTI, mitä teet!
nn: ÅTVARING: Ved å utføra denne handlinga vil systemet ditt truleg bli øydelagt! IKKJE hald fram dersom du ikkje veit NØYAKTIG kva du gjer!

source: Kyllä, tiedän hyvin, että tämä on aivan onnettoman surkea ajatus
nn: Eg er klar over at dette er ein svært dårleg ide

source: Kirjoita "%s" jatkaaksesi:
nn: For å halda fram, skriv inn teksten «%s»:

source: VAROITUS: allaolevien pakettien asennettavat versiot eivät ole luotettuja! Epäluotettavat paketit voivat vaarantaa järjestelmäsi turvallisuuden. Sinun ei pitäisi jatkaa, ellet ole varma, että asennettavat versiot ovat kunnollisia.
nn: ÅTVARING: Utrygge versjonar av desse pakkane vil bli installert! Utrygge pakkar kan gjer systemet ditt mindre trygt. Du skal berre halda fram med installasjonen dersom du er sikker på at du vil gjere dette.

source: Haluatko sivuuttaa tämän varoituksen ja jatkaa?
nn: Vil du oversjå denne åtvaringa og halda fram likevel?

source: Kirjoita "%s" jatkaaksesi, "%s" keskeyttääksesi:
nn: For å halda fram, skriv «%s»; for å avbryte, skriv «%s»:

source: Virheellinen syöte. Kirjoita joko "%s" tai "%s".
nn: Teksten er ikkje gjenkjent. Skriv anten «%s» eller «%s».

source: Näitä SUOSITELTUJA paketteja EI asenneta:
nn: Desse pakkane er FØRESLÅTT men vil IKKJE bli installert:

source: Näitä EHDOTETTUJA paketteja EI asenneta:
nn: Desse pakkane er FØRESLÅTT men blir IKKJE installert:

source: %lu päivitettävää pakettia, %lu uutta asennusta,
nn: %lu pakkar vart oppgradert og %lu vart nyleg installert,

source: %lu uudelleen asennettua,
nn: %lu installert på ny,

source: %lu vanhennettua,
nn: %lu nedgraderte,

source: Tarvitsee noutaa %sB/%sB arkistoista.
nn: Eg må henta %sB/%sB med installasjonspakkar.

source: Tarvitsee noutaa %sB arkistoista.
nn: Eg må henta %sB med installasjonspakkar.

source: Levytilaa kuluu %sB purkamisen jälkeen.
nn: Etter utpakking vil %sB verta brukt.

source: Levytilaa vapautuu %sB purkamisen jälkeen.
nn: Etter utpakking vert %sB frigjord.

source: Ei näytettäviä paketteja -- anna pakettien nimet 'i':n jälkeen.
nn: Ingen pakkar å vise -- oppgje pakkenamna på linja etter «i».

source: Paina Return jatkaaksesi.
nn: Trykk Enter for å halda fram.

source: Paketteja ei löytynyt -- anna pakettien nimet 'c':n jälkeen.
nn: Fann ingen pakkar -- oppgje pakkenamna på linja etter «c».

source: jatka asennusta
nn: hald fram med installasjonen

source: keskeytä ja lopeta
nn: avbryt og avslutt

source: näytä tiedot yhdestä tai useammasta paketista; kirjoita pakettien nimet 'i':n jälkeen
nn: Vis informasjon om ein eller fleire pakkar. Pakkenamna skal kome etter i-en.

source: näytä Debianin muutoslokit yhdestä tai useammasta paketista; kirjoita pakettien nimet 'c':n jälkeen
nn: Vis debianendringsloggen for ein eller fleire pakkar. Pakkenamnet må etterfølgje c-en.

source: näytä/älä näytä riippuvuustietoja
nn: slå av eller på visinga av pakkekravinformasjon

source: näytä/älä näytä muutoksia pakettien koissa
nn: Slå av på visinga av endring i pakkestorleikar

source: näytä/älä näytä versionumeroita
nn: Slå av eller på vising av versjonsnummer

source: siirry kokoruudun käyttötilaan
nn: skriv inn heile det visuelle grensesnittet

source: Voit myös määrittää muutoksia suoritettaviin toimenpiteisiin kirjoittamalla toimintomerkin, jota seuraavat pakettien nimet (tai kaavat). Toiminto suoritetaan kaikille luettelemillesi paketeille. Käytössä olevat toiminnot ovat:
nn: Du kan også oppgje endringar i handlingar som vil bli utført. For å gjere det så skriv du inn handlingsteiknet etterfulgt av eitt eller fleire pakkenamn (eller mønster). Handlinga vil bli utført på alle pakkane du listar opp. Desse handlingane er tilgjengelege:

source: '+' asentaaksesi paketteja
nn: + for å installere pakkar

source: '+M' asentaaksesi paketteja ja merkitäksesi ne automaattisesti asennetuiksi
nn: +M for å installere pakkar og merkje dei med det same som automatisk installerte

source: '-' poistaaksesi paketteja
nn: - for å fjerne pakkar

source: '_' siivotaksesi paketteja
nn: _ for å reinske ut pakkar

source: '=' jäädyttääksesi paketteja
nn: = for å leggje pakkar på hald

source: ':' säilyttääksesi paketteja nykyisessä tilassaan jäädyttämättä niitä
nn: : for å la pakkar vere i deira noverande tilstand utan å leggje dei på hald

source: 'M' merkitäksesi paketteja automaattisesti asennetuiksi
nn: &M for å merkje pakkar som automatisk installerte

source: 'm' merkitäksesi paketteja käsin asennetuiksi
nn: &m for å merkje pakkar som manuelt installerte

source: Komennot:
nn: Kommandoar:

source: Haluatko jatkaa? [Kyllä=y/ei=n/?]
nn: Vil du halda fram? [J/n/?]

source: Virheellinen komento. Anna hyväksytty komento tai '?' saadaksesi apua.
nn: Ugyldig respons. Skriv inn ein gyldig kommando eller «?» for hjelp.

source: Riippuvuustiedot näytetään.
nn: Informasjon om pakkekrav vil bli vist.

source: Riippuvuustietoja ei näytetä.
nn: Informasjon om pakkekrav vil ikkje bli vist.

source: Versiot näytetään.
nn: Versjonar vil bli vist.

source: Versioita ei näytetä.
nn: Versjonar vil ikkje bli vist.

source: Kokojen muutokset näytetään.
nn: Storleiksendringar vil bli vist.

source: Kokojen muutoksia ei näytetä.
nn: Storleiksendringar vil ikkje bli vist.

source: En pysty kirjoittamaan tiedostoon %s
nn: Klarer ikkje opna %s for å skriva til ho

source: Virhe kirjoitettaessa selvityksen tilatietoja tiedostoon %s
nn: Feil ved skriving av løysingstilstand til %s

source: hyväksy ehdotetut muutokset
nn: godta dei føreslegne endringane

source: hylkää ehdotetut muutokset ja etsi toista ratkaisua
nn: avvis dei føreslegne endringane og søk etter ei anna løysing

source: poistu ohjelmasta
nn: gje opp og avslutt programmet

source: siirry seuraavaan ratkaisuun
nn: gå til neste løysing

source: siirry edelliseen ratkaisuun
nn: gå til førre løysing

source: muuta lueteltujen pakettien tilaa, missä TOIMINTO on yksi seuraavista:
nn: endra tilstanden til dei opplista pakkane der HANDLING er ein av:

source: Muutokset hylkäävät nykyisen ratkaisun ja etsivät uuden, jos se on tarpeen.
nn: Endringar fil føre til at den noverande løysinga vil bli forkasta og ei ny løysing vil bli funne.

source: Seuraavat toiminnot selvittävät nämä riippuvuudet:
nn: Desse handlingane vil løyse desse pakkekrava:

source: Hyväksytkö tämän ratkaisun? [Kyllä=y/ei=n/lopeta=q/?]
nn: Vil du godta denne løysinga? [Y/n/q/?]

source: Lopetetaan yritykset ratkaista näitä riippuvuuksia.
nn: Avbryt alt arbeid med å løyse desse pakkekrava.

source: Käytettävissä olevat komennot:
nn: Desse kommandoane er tilgjengelege:

source: Mihin tiedostoon selvityksen tila tallennetaan?
nn: Fil for å skrive løysingstilstanden i:

source: Virheellinen syöte; anna jokin seuraavista komennoista:
nn: Ugyldig respons. Skriv inn ein av dei følgjande kommandoane:

source: Ratkaisua ei löytynyt annetun ajan sisällä. Yritetäänkö pitempään? [Kyllä=y/ei=n]
nn: Inga løysing funne innanfor den tildelte tida. Prøve hardare? [Y/n]

source: Virheellinen syöte; kirjoita joko 'y' (kyllä) tai 'n' (ei).
nn: Ugyldig respons. Skriv «j» eller «n».

source: Riippuvuuksien selvitys epäonnistui! Luovutan...
nn: Klarer ikkje løyse pakkekrava! Gjev opp ...

source: search: Ainakin yksi hakuehto tarvitaan
nn: søk: Du må oppgje minst eitt søkjeord

source: mutta %s on määrätty asennettavaksi.
nn: men %s blir installert.

source: mutta %s on asennettu ja odottaa.
nn: men %s er installert og vert halden tilbake.

source: mutta %s on asennettu.
nn: men %s er installert.

source: joka on näennäispaketti.
nn: som er ein virtuell pakke.

source: Näillä paketeilla on tyydyttämättömiä riippuvuuksia:
nn: Desse pakkane hadde utilfredsstilte pakkekrav:

source: purettu
nn: ikkje-pakka

source: asetus kesken
nn: delvis sett opp

source: osittain asennettu
nn: delvis installert

source: ei asennettu (asetustiedostot ovat olemassa)
nn: ikkje installert (oppsettsfiler gjenstår)

source: %s; siivotaan, koska mikään ei riipu siitä
nn: %s; vil bli fjerna og sletta sidan ingen pakkar har trong for han

source: %s; siivotaan
nn: %s; vil bli fjerna og sletta

source: %s; poistetaan, koska mikään ei riipu siitä
nn: %s; vil bli fjerna sidan ingen pakkar har trong for han

source: %s; poistetaan.
nn: %s; vil bli fjerna

source: %s%s; vanhennetaan [%s -> %s]
nn: %s%s; vil bli nedgradert [%s -> %s]

source: %s%s; päivitetään [%s -> %s]
nn: %s%s; vil bli oppgradert [%s -> %s]

source: ei oikea paketti
nn: ikkje ein verkeleg pakke

source: [jäissä]
nn: [hald]

source: %s; versio %s asennetaan
nn: %s; versjon %s vil bli installert

source: %s; versio %s asennetaan automaattisesti
nn: %s; versjon %s vil bli installert automatisk

source: Paketti:
nn: Pakke:

source: Kattavat
nn: Skaffa av

source: Välttämätön:
nn: Vesentleg:

source: on
nn: ja

source: Estetty versio
nn: Forboden versjon

source: Automaattisesti asennettu
nn: Automatisk installert

source: Versio:
nn: Versjon:

source: Tärkeys:
nn: Prioritet:

source: Ryhmä:
nn: Seksjon:

source: Vastuuhenkilö:
nn: Vedlikehaldar:

source: Arkkitehtuuri:
nn: Arkitektur:

source: Koko purettuna:
nn: Ukomprimert storleik:

source: Koko pakattuna:
nn: Komprimert storleik:

source: Tiedosto:
nn: Filnamn:

source: MD5-summa:
nn: MD5sum:

source: Arkisto
nn: Arkiv

source: Riippuvuudet
nn: Krav

source: Esiriippuvuudet
nn: Forkrav

source: Suosittelut
nn: Tilrådingar

source: Ehdotukset
nn: Forslag

source: Ristiriidat
nn: Konfliktar

source: Korvaavuudet
nn: Byter ut

source: Täydet korvaavuudet
nn: Foreldar

source: Katetut
nn: Skaffar

source: Noutaisi tai asentaisi tai poistaisi paketteja.
nn: Vil lasta ned, installera og/eller fjerna pakkar.

source: Sisäinen virhe, järjestäminen ei onnistunut
nn: Intern feil, tinging blei ikkje ferdig

source: Poistan vanhentuneita tiedostoja
nn: Slettar nedlasta filer som er forelda

source: E: Komennolle update ei anneta argumentteja
nn: E: Oppdateringskommandoen tar ingen argument

source: Paketista %s ei löytynyt ehdotettavaa versiota
nn: Ingen versjonskandidat funnen for %s

source: En löydä arkistoa "%s" paketille "%s"
nn: Klarer ikkje finna eit arkiv «%s» for pakka «%s»

source: En löydä versiota "%s" paketista "%s"
nn: Klarer ikkje finna nokon versjon «%s» for pakka «%s»

source: Sisäinen virhe: virheellinen arvo %i funktiolle cmdline_find_ver!
nn: Intern feil: ugyldig verdi %i blei sendt til cmdline_find_ver!

source: Et voi määrittää sekä arkistoa että versiota paketista
nn: Du kan ikkje oppgje både eit arkiv og ein versjon for ein pakke

source: Vakiosyötevirta loppui odottamattaERRERROR
nn: ERRERROR

source: TYYDYTTÄMÄTÖN
nn: IKKJE TILFREDSSTILT

source: EI SAATAVILLA
nn: IKKJE TILGJENGELEG

source: [Toimin]
nn: [Arbeider]

source: [Ohi]
nn: [Treff]

source: [Noudettu]
nn: [Nedlasta]

source: Noudin %sB ajassa %s (%sB/s).
nn: Lasta ned %sB på %s (%sB/s).

source: %n%nJoidenkin tiedostojen nouto epäonnistui.
nn: %n%nNokre filer blei ikkje lasta ned.

source: Peruuta
nn: Avbryt

source: Edistyminen:
nn: Totalt utført:

source: [ %i%% ] (%sB/s, %s jäljellä)
nn: [ %i%% ] (%sB/s, %s igjen)

source: [ %i%% ] (seisoksissa)
nn: [ %i%% ] (stoppa)

source: Aseta levyke nimeltä "%s" asemaan "%s"
nn: Set inn disken merka med «%s» i stasjonen «%s»

source: [SIVUUTETTU]
nn: [IGNORERT]

source: [VIRHE]
nn: [FEIL]

source: Muokattavaa hierarkiatietoa ei ole
nn: Ingen hierarkiinformasjon å redigera

source: En pystynyt avaamaan Aptituden tilatiedostoa
nn: Klarer ikkje opna Aptitude utvida tilstandsfil

source: Luen tilatietoja
nn: Les utvida tilstandsinformasjon

source: Alustan pakettien tiloja
nn: Oppdaterer pakkestatus

source: Kirjoitan tilatietoja
nn: Skriv utvida tilstandsinformasjon

source: En pystynyt kirjoittamaan tilatietoja
nn: Klarte ikkje skriva tilstandsfil

source: Virhe tilatietoja kirjoitettaessa
nn: Feil under skriving av tilstandsfil

source: En pysty korjaamaan riippuvuuksia; joitain paketteja ei voi asentaa
nn: Klarte ikkje rette opp pakkekrav, nokre pakkar kan ikkje installerast

source: Pakettivarastojen luetteloa ei pystynyt lukemaan.
nn: Kjeldelista kan ikkje lesast.

source: Pakettiluettelon tai tilatiedoston avaaminen tai jäsennys epäonnistui.
nn: Klarte ikkje tolka eller opna pakkelista eller tilstandsfila.

source: Haluat ehkä päivittää pakettiluettelon korjataksesi nämä puuttuvat tiedostotLocalized defaults_BAR_aptitude-defaults.ww
nn: Du vil kanskje oppdatere pakkelista for å retta på dei manglande fileneLocalized defaults_BAR_aptitude-defaults.ww

source: En pysty korvaamaan %s:a uudella asetustiedostolla
nn: Klarer ikkje byta ut %s med ny oppsettsfil

source: main
nn: hovud

source: Sisäinen virhe: en pystynyt muodostamaan luetteloa noudettavista paketeista
nn: Intern feil: klarte ikkje generera liste over pakkar som skal lastast ned

source: En pystynyt toipumaan pakettien saavuttamattomuudesta
nn: Ikkje i stand til å retta opp for utilgjengelege pakkar

source: En saanut järjestelmälukitusta! (Ehkä apt tai dpkg on ajossa muualta?)
nn: Klarte ikkje ta tilbake symbollåsen! (Kanskje ein anna apt eller dpkg køyrer?)

source: En pystynyt siivoamaan luettelohakemistoja
nn: Klarte ikkje reinska ut listekatalogane

source: En pystynyt avaamaan %s:a lokitiedostoksi
nn: Ikkje i stand til å opna %s for å logga handlingar

source: loki
nn: loggrapport

source: TÄRKEÄÄ: tässä lokissa on vain aiotut toimenpiteet; jos toimenpide epäonnistuu dpkg:n ongelmien takia, sitä ei välttämättä suoritettu.
nn: VIKTIG: denne loggen listar berre medvitne handlingar, handlingar som feilar på grunn av dpkg-problem kan vera ufullstendige.

source: Asennetaan %li pakettia ja poistetaan %li pakettia.
nn: Vil installera %li pakkar, og fjerna %li pakkar.

source: %s tavua levytilaa kuluu
nn: %sB med diskplass vil bli brukt

source: [PÄIVITYS] %s %s -> %s
nn: [UPGRADER] %s %s -> %s

source: [VANHENNUS] %s %s -> %s
nn: [NEDGRADER] %s %s -> %s

source: POISTO
nn: FJERN

source: ASENNUS
nn: INSTALLER

source: UUDELLEENASENNUS
nn: INSTALLER PÅ NY

source: JÄISSÄ
nn: HALD TILBAKE

source: RIKKI
nn: ØYDELAGT

source: POISTO, KÄYTTÄMÄTÖN
nn: FJERN, UBRUKTE

source: POISTO, RIIPPUVUUDET
nn: FJERN, PAKKEKRAV

source: ASENNUS, RIIPPUVUUDET
nn: INSTALLER, PAKKEKRAV

source: JÄISSÄ, RIIPPUVUUDET
nn: HALD, PAKKEKRAV

source: =============================================================================== Loki kirjoitettu.
nn: =============================================================================== Logg ferdig.

source: Tuntematon toimi: %s
nn: Ukjent handlingstype: %s

source: Tuntematon tärkeys %s
nn: Ukjent prioritet %s

source: Tuntematon riippuvuuslaji: %s
nn: Ukjend kravtype: %s

source: Pariton '('
nn: Passa ikkje «(»

source: Tuntematon kaavatyyppi: %c
nn: Ukjent mønstertype: %c

source: Virheellisesti tyhjä lauseke
nn: Uventa tomt uttrykk

source: Pariton ')'
nn: Uventa «)»

source: En löytänyt pakettia %s vastaavaa tiedostoa. Sinun täytyy ehkä korjata tämä paketti käsin (puuttuvan arkkitehtuurin vuoksi).
nn: Fann ikkje fila for pakken %s. Det kan henda du må fiksa denne pakken sjølv (fordi arkitekturen manglar).

source: Pakettihakemisto on hajalla. Paketilta %s puuttuu Tiedostonimi-kenttä.
nn: Pakkeindeksfilene er øydelagde. Feltet «Filename:» manglar for pakka %s.

source: Varoitus: ryhmä %s on osa ryhmäkehää
nn: Åtvaring: gruppe %s er involvert i ein sykel

source: En pystynyt avaamaan pakettihierarkiatiedostoa %s
nn: Kan ikkje opna pakkehierarkifila %s

source: Ensimmäisen tietueen jälkeinen ylimmän tason lohko, sivuutan
nn: Global lås oppdaga etter første oppføring, ignorerer

source: Virheellinen tietue (ei paketti- eikä ryhmätietoja), sivuutan
nn: Dårleg oppføring oppdaga (ingen element for pakke eller gruppe), hoppar over

source: Virheellinen tietue (paketti=%s, ryhmä=%s), sivuutan
nn: Dårleg oppføring oppdaga (Pakke=%s, Gruppe=%s), hoppar over

source: Ryhmällä %s on yli yksi kuvaus, sivuutan yhden
nn: Fleire skildringar er funne for gruppe %s, ignorerar ei

source: Luen tehtäväkuvauksia
nn: Les oppgåveskildringar

source: Suorita kaikki määritetyt asennukset ja poistot
nn: Utfør installering og fjerning av pakkar

source: Päivitä saatavilla olevien pakettien luettelo
nn: Sjå etter nye versjonar av pakkar

source: Merkitse päivitettäväksi kaikki päivityskelpoiset ei-jäädytetyt paketit
nn: Marker alle pakkar som ikkje er haldt tilbake til oppgradering

source: Tyhjennä uusien pakettien ryhmä
nn: Gløym kva for pakkar som er «nye»

source: Poista aiemmin noudetut pakettitiedostot
nn: Slett tidlegare nedlasta pakkefiler

source: Poista pakettitiedostot, joita ei enää voi noutaa
nn: Slett pakkefiler som ikkje kan hentast lenger

source: Lataa pakettivarasto uudelleen muistiin.
nn: Lastar pakkelagert inn på ny

source: Poistu ohjelmasta
nn: Avsluttar programmet

source: Peruuta viimeisin suoritettu toimi tai toimiryhmä
nn: Angrar den siste pakkehandlinga eller gruppe av handlingar

source: Paketit
nn: Pakkar

source: Esikatselu
nn: Førehandsvising

source: Asennus tai pakettiluettelon päivitys on jo käynnissä.
nn: Ei oppdatering av pakkelista eller ei installering er allereie igang.

source: Noudan paketteja
nn: Lastar ned pakkar

source: Rakennan näkymää
nn: Byggjer vising

source: Paketit, joiden riippuvuuksia ei voi tyydyttää Näiden pakettien riippuvuuksia ei voi tyydyttää. Tämä yleensä tarkoittaa, että jotain on rikki, joko omassa järjestelmässäsi tai Debianin arkistossa.
nn: Pakkar med utilfredsstilte pakkekrav Pakkekrava til desse pakkane vil ikkje vera tilfredsstilt etter at installasjonen er ferdig. . At dette treet er her, kan bety at noko er øydelagt, anten på systemet ditt eller i Debianarkivet.
